Repository: fivethreeo/cmsplugin-blog
Catalog: cmsplugin_blog/locale/*/LC_MESSAGES/django.po
Languages: no

source: Blog Apphook
no: Blogg Applikasjon

source: Latest entries
no: Siste innlegg

source: Blog entries
no: Blogginlegg

source: Blog entries in %s
no: Bloginnleg på %s

source: %(title)s tagged "%(tag)s"
no: %(title)s tagget med "%(tag)s"

source: %(description)s tagged "%(tag)s"
no: %(description)s tagget med "%(tag)s"

source: Is published
no: Publisert?

source: Content
no: Innhold

source: Published
no: Publisert

source: Entry
no: Innlegg

source: Entries
no: Innlegg

source: Language
no: Språk

source: Title
no: Tittel

source: Slug
no: Pen adressse

source: Entry title
no: Innleggtittel

source: Entry titles
no: Innleggstittler

source: Number of entries items to show
no: Antall innlegg som skal vises

source: Limits the number of items that will be displayed
no: Begrenser antall innlegg som vil bli vist

source: Only show entries for the current language
no: Bare vis innlegg for aktivt språk

source: No entries
no: Ingen innlegg

source: Entries for
no: Innlegg for

source: No entries for this day
no: Ingen innlegg for denne dagen

source: No entries for this month
no: Ingen innlegg for denne måneden

source: No entries for this year
no: Ingen innlegg for dette året

source: Entries tagged
no: Bloginnlegg tagget

source: No entries tagged
no: Ingen innlegg tagget

source: See entries for
no: Se innlegg for

source: See entries tagged
no: Se innlegg med stikkord
